/* TRADUCTION EN ANGLAIS

 Certaines traductions ont déjà effectuées.
 Afin de traduire une phrase ou un mot, il s'agit simplement d'entrer la traduction à droite du signe '=' entre les guillemets.
 Ce fichier peut être dupliqué autant de fois que nécessaire en fonction du nombre de langages voulus dans l'application.
 */


/* Titre de la première page donnant des informations à l'utilisateur */
"Bienvenue !" = "Welcome!";

/* État d'avancement du quiz. Le premier '%d' correspond à la question actuelle et le deuxième au nombre de questions au total. Par exemple : 3 sur 6 */
"%d sur %d" = "%d out of %d";

/* Titre du bouton permettant à l'utilisateur d'afficher en clair le mot de passe entré. */
"Afficher le mot de passe" = "View password";

/* Information donnée à l'utilisateur sur le chiffrage du PDF. */
"Afin de sécuriser l'échange de données, un mot de passe est nécessaire. Il vous sera demandé pour ouvrir le document sur un autre appareil." = "To secure data exchange, a password is required. The same password will be requested when opening the document on another device.";

"Ce test a été conçu pour des patients adultes et peut se révéler moins fiable sur des patients mineurs." = "This test has been designed for adult patients and can be less relevant for children.";

/* Bouton "Annuler". */
"Annuler" = "Cancel";

/* Titre de la page permettant un aperçu du PDF. */
"Aperçu" = "Preview";

/* Information donnée à l'utilisateur pour commencer un nouveau test. */
"Appuyez sur le bouton ci-dessous pour commencer un diagnostic" = "Click the button below to start a new evaluation";

/* Titre d'une alerte lorsque l'utilisateur quitte le test sans sauvegarder en PDF. */
"Attention" = "Warning";

/* Informations générales sur l'application. */
"Cette application (réservée aux professionnels de santé) vous permet d'effectuer un interrogatoire concernant l'état du genou d'un patient. À la fin de ces questions, un score est attribué permettant d'évaluer l'action à prendre." = "This application (for health professionnals only) allows you to ask questions about the condition of a patient’s knee. At the end of these questions, a score is calculated and recommendations are given on what action(s) to take";

/* Bouton permettant de continuer vers une page suivante. */
"Continuer" = "Next";

/* Titre de la page de questionnaire. */
"Diagnostic" = "Score";

/* Titre de la page de fin de diagnostic. */
"Diagnostic terminé !" = "Score finished!";

/* Rappels à l'utilisateur sur le besoin de tenir un rôle de médecin. */
"En continuant, vous vous engagez à tenir le rôle de médecin." = "By continuing on this application,  you commit to be a health professionnal.";

/* Bouton permettant d'envoyer le PDF. */
"Envoyer le PDF" = "Send the PDF";

/* Titre de la page lorsqu'une erreur quelconque se produit. */
"Erreur" = "Error";

/* Titre de la page d'informations. */
"Informations" = "Information";

/* Informations concernant le traitement des données. */
"Les données ne sont jamais sauvegardées, ni sur l'appareil, ni sur un serveur. Vous pourrez envoyer le diagnostic par courriel lors du résultat." = "Entered data are never saved either on the device or on a server. You will however be allowed to send the final score via e-mail.";

/* Message d'information lorsque l'utilisateur quitte le questionnaire sans s'envoyer les résultats. */
"Les réponses ne seront pas sauvegardées. Continuer ?" = "Answers will not be saved.  Continue ?";

/* Objet de l'email envoyé. '%@' correspond au nom du patient. */
"Résultat du test de %@" = "Test results of %@";

/* */
"OK" = "OK";

/* Bouton permettant d'obtenir plus d'informations sur l'application. */
"Plus d'informations" = "More information";

/* Message lorsque le questionnaire est terminé. */
"Quizz terminé !" = "Survey finished";

/* Message du score final. */
"Score final :" = "Final score : ";

/* Bouton permettant à l'utilisateur de choisir si l'application doit garder en mémoire son adresse email. */
"Se souvenir de mon adresse email" = "Remember my e-mail address";

/* Informations concernant la mise en mémoire de l'adresse email. */
"Si vous activez l'option 'Se souvenir de moi', vous n'aurez pas à entrer votre adresse email lors de chaque utilisation de l'application." = "If you activate 'remember me’, you will not have to enter your e-mail each time you use the application.";

/* Bouton permettant de terminer un questionnaire. */
"Terminé" = "Done";

/* Sur le PDF */
"Nom du patient : %@" = "Patient name: %@";
"Email du praticien : %@" = "Practitioner's email address: %@";
"Ce document ne constitue PAS un diagnostic médical." = "This document is NOT a medical diagnosis.";
"Résultat du test" = "Test results";
"Résultats :" = "Results:";

/* Indication demandant à l'utilisateur de remplir tous les champs requis pour générer le PDF. */
"Veuillez remplir tous les champs pour générer le PDF de résultat." = "Please fill in all the fields to generate the final PDF";

/* Information concernant la mise en mémoire de l'adresse email. */
"Vous pouvez choisir d'enregistrer l'adresse email sur votre appareil pour éviter de devoir la renseigner à chaque test." = "You can choose to save the e-mail on your device to avoid having to fill it in for each test.";

/* Information concernant les informations renseignées sur le PDF. */
"Vous pouvez renseigner ces informations qui seront inscrites sur le fichier de résultat que vous pouvez envoyer par courriel. Les données sont supprimées après l'envoi et ne quittent pas votre appareil." = "Please note that the following information will be included in the result file you will be able to send by e-mail. The data will be deleted from the application after sending ";

/* Information concernant les informations renseignées sur le PDF. */
"Vous avez la possibilité de renseigner le nom du patient pour qu’il apparaisse sur le fichier de résultat que vous pourrez envoyer par courriel." = "You have the possibility to fill in the patient’s name so that it appears on the result file you will be able to send by e-mail.";

/* Titre de la page d'accueil */
"Accueil" = "Home";

/* Bouton permettant de commencer un nouveau diagnostic */
"Nouveau diagnostic" = "New score";

/* Titre de la page d'informations */
"Informations" = "Information";
"Information" = "Information";

/* Titre du bouton permettant d'accéder à la question suivante */
"Suivant" = "Next";

/* Titre du bouton permettant de revenir à une question précédente */
"← Précédent" = "← Previous";

/* Titre du bouton permettant de mettre fin au diagnostic */
"Fin du diagnostic" = "End of score";

/* Titre du bouton permettant de visualiser le PDF généré avant de l'envoyer */
"Visualiser le résultat PDF" = "View the PDF";

/* Titre du bouton permettant d'envoyer un PDF */
"Envoyer le résultat PDF" = "Send the PDF";

/* Indication de l'entrée de texte du nom du patient */
"Nom du patient" = "Patient name";

/* Indication de l'entrée de texte de l'email du médecin */
"Adresse email du médecin" = "Your email address (doctor)";


/* Information indiquant à l'utilisateur qu'il doit entrer un mot de passe pour chiffrer le document */
"Mot de passe du document" = "PDF password";

/* Information indiquant que l'utilisateur doit confirmer le mot de passe créé */
"Confirmer le mot de passe" = "Confirm password";

/* Bouton permettant de finaliser l'envoi du document */
"Envoyer le document" = "Send the PDF file";

/* ------------------------ */
/*** Questions du test ***/

/** Question 2 **/
/* Intitule */
"Douleur (EVA)" = "Pain (VAS)";
/* Titre */
"Évaluer la douleur lors du traumatisme" = "Pain assessment at injury ";

/** Question 3 **/
/* Intitule */
"Impotence fonctionnelle" = "Direct functional impotence";
/* Option 1 */
"Reprise possible" = "Return to activity was possible";
/* Option 2 */
"Reprise temporaire" = "Return to activity was temporary";
/* Option 3 */
"Arrêt de l'activité" = "Cessation of activity";
/* Option 4 */
"Appui impossible" = "Unable to weight bear";

/** Question 4 **/
/* Intitule */
"Craquement" = "Cracking at injury";
/* Option 1 */
"Non" = "None";
/* Option 2 */
"Ressenti" = "Felt by the patient";
/* Option 3 */
"Audible" = "Audible to the patient or family ";

/** Question 5 **/
/* Intitule */
"Instabilité" = "Instability at injury";
/* Option 1 */
"Non" = "None";
/* Option 2 */
"Sensation de dérobement à la reprise d'appui (patte folle)" = "Giving way sensation at weight bearing";
/* Option 3 */
"Sensation de déboitement lors de l'accident (ou clac clac)" = "Dislocation sensation during the injury";


/** Question 6 **/
/* Intitule */
"Épanchement" = "Effusion";
/* Titre */
"Votre genou a-t-il gonflé dans les 24h suivant le traumatisme ?" = "Was the knee swollen within the 24 hours following the injury?";
/* Option 2 */
"Oui" = "Yes";

/* Diagnostics */
"Traumatisme mineur du genou. Rendez-vous chez le médecin généraliste conseilé. Pas d'IRM en principe." = "Minor knee trauma. An appointment at a doctor is recommended. No MRI necessary.";
"Traumatisme modéré du genou. IRM sans urgence (2 mois), rendez-vous avec un médecin du sport ou un chirurgien orthopédiste conseillé." = "Moderate knee trauma. A MRI is recommended with an appointment at an orthopedic surgeon or a sports doctor.";
"Traumatisme grave du genou. Un rendez-vous IRM rapide est conseillé si possible, suivi d'un RDV chez un chirurgien orthopédiste." = "Severe knee trauma. It is recommended to have a MRI as soon as possible as well as an appointment at an orthopedic surgeon.";
"Prénom du patient" = "Patient's first name";
"Année de naissance du patient" = "Patient's birth year";
"Mot de passe pour le patient" = "Patient's password";
"Le mot de passe que devra entrer le patient pour ouvrir ce document sera son prénom, suivi de la première lettre de son nom de famille puis son année de naissance, en minuscules." = "The patient's document password to open this document will be his first name, then the first letter of the last name, and the birth year.";
"Par exemple, pour 'Jean Dupont' né en 1967, le mot de passe serait 'jeand1967'." = "For example, for 'Steve Smith' born in 1967, the password would be 'steves1967'.";
